Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: They need a name that matches %@. Without this, the ear tag code alone opens the letter.
ar: إنهم بحاجة إلى اسم يطابق %@ . وبدون ذلك، يفتح رمز علامة الأذن وحده الرسالة.
bg: Те се нуждаят от име, което съответства на %@. Без това само кодът на ушната марка отваря писмото.
bs: Treba im ime koje odgovara %@ . Bez toga, samo kod ušne markice otvara pismo.
ca: Necessiten un nom que coincideixi amb %@ . Sense això, només el codi de l'etiqueta de l'orella obre la lletra.
cs: Potřebují jméno, které odpovídá %@ . Bez toho otevře dopis pouze kód ušní značky.
da: De har brug for et navn, der matcher %@ . Uden dette åbner øremærkekoden alene brevet.
de: Es wird ein Name benötigt, der zu %@ passt. Ohne diesen öffnet nur der Ohrmarken-Code den Brief.
el: Χρειάζονται ένα όνομα που να ταιριάζει με %@ . Χωρίς αυτό, μόνο ο κωδικός του αυτιού ανοίγει το γράμμα.
es: Necesitan un nombre que coincida con %@. Sin esto, solo el código del crotal abre la carta.
et: Neil on vaja nime, mis ühtiks %@ . Ilma selleta avab kirja ainult kõrvamärgi kood.
eu: %@-rekin bat datorren izena behar dute. Hori gabe, belarriko etiketa-kodeak bakarrik irekitzen du letra.
fi: He tarvitsevat nimen, joka vastaa %@ . Ilman tätä pelkkä korvamerkkikoodi avaa kirjeen.
fr: Il faut un nom qui corresponde à %@. Sans cela, seul le code de la boucle d'oreille permet d'ouvrir la lettre.
ga: Teastaíonn ainm uathu a mheaitseálann %@ . Gan é seo, is é cód an chlib cluaise amháin a osclaíonn an litir.
gl: Necesitan un nome que coincida con %@ . Sen isto, só o código da etiqueta de oído abre a letra.
he: הם צריכים שם שתואם %@ . בלי זה, קוד תג האוזן לבדו פותח את המכתב.
hi: उन्हें एक ऐसा नाम चाहिए जो %@ से मेल खाता हो। इसके बिना ईयर टैग कोड से ही पत्र खुल जाता है।
hr: Treba im ime koje odgovara %@ . Bez toga, samo kod ušne markice otvara pismo.
hu: Olyan névre van szükségük, amely megegyezik a következővel: %@. E nélkül egyedül a füljelző kód nyitja meg a levelet.
id: Mereka membutuhkan nama yang cocok dengan %@ . Tanpa ini, kode tag telinga saja yang membuka surat itu.
is: Þeir þurfa nafn sem passar við %@ . Án þess opnar eyrnamerkið einn bréfið.
it: Hanno bisogno di un nome che corrisponda a %@ . Senza questo, solo il codice del marchio auricolare apre la lettera.
ja: %@ と一致する名前が必要です。これがなければ、耳タグコードだけで手紙が開きます。
ka: მათ სჭირდებათ სახელი, რომელიც შეესაბამება %@ . ამის გარეშე, მხოლოდ ყურის ნიშნის კოდი ხსნის წერილს.
kk: Оларға %@ сәйкес атау қажет. Онсыз құлаққаптың коды ғана хатты ашады.
ko: %@ 과 일치하는 이름이 필요합니다. 이것이 없으면 이어태그 코드만으로 편지가 열립니다.
lt: Jiems reikia pavadinimo, kuris atitiktų %@ . Be to, vien tik ausies įsago kodas atidaro laišką.
lv: Viņiem ir nepieciešams nosaukums, kas atbilst %@ . Bez tā vēstuli atver tikai krotālijas kods.
mk: Ним им треба име што одговара на %@ . Без ова, шифрата на увото ознака сам го отвора писмото.
ms: Mereka memerlukan nama yang sepadan dengan %@ . Tanpa ini, kod tag telinga sahaja membuka surat itu.
mt: Jeħtieġu isem li jaqbel ma' %@ . Mingħajr dan, il-kodiċi tal-ear tag waħdu jiftaħ l-ittra.
nb: De trenger et navn som samsvarer med %@ . Uten dette åpner øremerkekoden alene brevet.
nl: Ze hebben een naam nodig die overeenkomt met %@ . Zonder dit opent alleen de oormerkcode de brief.
pl: Potrzebują nazwy pasującej do %@ . Bez tego sam kod kolczyka otwiera list.
pt_br: Eles precisam de um nome que corresponda a %@ . Sem isso, apenas o código da marca auricular abre a carta.
ro: Au nevoie de un nume care să se potrivească cu %@ . Fără aceasta, numai codul de crotalie deschide scrisoarea.
ru: Нужно имя, совпадающее с «%@». Без этого письмо откроет только код бирки.
sk: Potrebujú meno, ktoré sa zhoduje s %@ . Bez toho list otvorí iba kód ušnej značky.
sl: Potrebujejo ime, ki se ujema z %@. Brez tega pismo odpre samo koda ušesne znamke.
sq: Ata kanë nevojë për një emër që përputhet me %@ . Pa këtë, vetëm kodi i etiketës së veshit hap letrën.
sr: Треба им име које одговара %@ . Без тога, само код ушне маркице отвара писмо.
sv: De behöver ett namn som matchar %@ . Utan detta öppnar bara öronmärkeskoden brevet.
th: พวกเขาต้องการชื่อที่ตรงกับ %@ หากไม่มีสิ่งนี้ รหัสแท็กหูเพียงอย่างเดียวก็สามารถเปิดจดหมายได้
tr: %@ ile eşleşen bir isme ihtiyaçları var. Bu olmadan, kulak etiketi kodu tek başına mektubu açar.
uk: Потрібне ім'я, яке збігається з «%@». Без цього лише код бірки відкриє лист.
vi: Họ cần một cái tên phù hợp với %@ . Không có cái này thì chỉ có mã thẻ tai mới mở được chữ.
zh_hans: 他们需要一个与 %@ 匹配的名称。如果没有这个，耳标代码就只能打开这封信。
zh_hk: 他們需要一個與 %@ 相符的名稱。如果沒有這個，耳標代碼就只能打開這封信。

source: They'll see it the next time Baranov is open. There's nothing to send them.
ar: سوف يرون ذلك في المرة القادمة التي يفتح فيها بارانوف أبوابه. لا يوجد شيء لإرسالهم.
bg: Ще го видят следващия път, когато Баранов е отворен. Няма какво да им пратя.
bs: Videće to sledeći put kada Baranov bude otvoren. Nemate šta da im pošaljete.
ca: Ho veuran la propera vegada que Baranov estigui obert. No hi ha res per enviar-los.
cs: Uvidí to, až bude Baranov příště otevřený. Není co jim poslat.
da: De vil se det næste gang Baranov er åben. Der er ikke noget at sende dem.
de: Die Empfänger sehen es, wenn Baranov das nächste Mal geöffnet ist. Es gibt nichts zu senden.
el: Θα το δουν την επόμενη φορά που θα ανοίξει ο Baranov. Δεν υπάρχει τίποτα να τους στείλεις.
es: Lo verán la próxima vez que abra Baranov. No hay nada que enviarles.
et: Nad näevad seda järgmisel korral, kui Baranov on avatud. Neile pole midagi saata.
eu: Baranov zabalik dagoen hurrengoan ikusiko dute. Ez dago ezer bidaltzeko.
fi: He näkevät sen seuraavan kerran, kun Baranov on auki. Niille ei ole mitään lähetettävää.
fr: Ils le verront la prochaine fois que Baranov ouvrira. Il n'y a rien à leur envoyer.
ga: Feicfidh siad é an chéad uair eile a bheidh Baranov oscailte. Níl aon rud chun iad a sheoladh.
gl: Verano a próxima vez que Baranov estea aberta. Non hai nada que mandalos.
he: הם יראו את זה בפעם הבאה שברנוב יהיה פתוח. אין מה לשלוח להם.
hi: अगली बार जब बारानोव खुलेगा तो वे इसे देखेंगे। उन्हें भेजने के लिए कुछ भी नहीं है.
hr: Vidjet će kad sljedeći put Baranov bude otvoren. Nema im što poslati.
hu: Majd meglátják, amikor Baranov legközelebb nyitva lesz. Nincs mit küldeni nekik.
id: Mereka akan melihatnya saat Baranov buka lagi. Tidak ada yang perlu dikirim kepada mereka.
is: Þeir sjá það næst þegar Baranov er opinn. Það er ekkert að senda þeim.
it: Lo vedranno la prossima volta che Baranov aprirà. Non c'è niente da inviare loro.
ja: 次回バラノフがオープンしたときに彼らはそれを見るでしょう。彼らに送るものは何もありません。
ka: ისინი ამას ნახავენ შემდეგ ჯერზე, როდესაც ბარანოვი ღია იქნება. მათ გასაგზავნად არაფერია.
kk: Олар оны келесі жолы Баранов ашқанда көреді. Оларды жіберетін ештеңе жоқ.
ko: 다음에 Baranov가 열릴 때 보게 될 것입니다. 보낼 것이 없습니다.
lt: Jie tai pamatys kitą kartą, kai Baranovas bus atidarytas. Nėra ko jų siųsti.
lv: Viņi to redzēs nākamreiz, kad Baranovs būs atvērts. Nav ko viņus sūtīt.
mk: Ќе го видат следниот пат кога Баранов ќе биде отворен. Нема што да им се испрати.
ms: Mereka akan melihatnya apabila Baranov dibuka seterusnya. Tiada apa-apa untuk menghantar mereka.
mt: Jarawha d-darba li jmiss Baranov ikun miftuħ. M'hemm xejn li tibgħathom.
nb: De får se det neste gang Baranov er åpen. Det er ingenting å sende dem.
nl: Ze zullen het zien de volgende keer dat Baranov open is. Er is niets om ze te sturen.
pl: Zobaczą to następnym razem, gdy Baranov będzie otwarty. Nie ma co ich wysyłać.
pt_br: Eles verão isso na próxima vez que Baranov abrir. Não há nada para enviá-los.
ro: O vor vedea data viitoare când Baranov va fi deschis. Nu e nimic de trimis.
ru: Они увидят это, когда в следующий раз откроется Баранов. Им нечего отправлять.
sk: Uvidia to najbližšie, keď bude Baranov otvorený. Niet im čo poslať.
sl: Videli bodo naslednjič, ko bo Baranov odprt. Nič jim ni za poslati.
sq: Ata do ta shohin herën tjetër që Baranov të jetë i hapur. Nuk ka asgjë për t'i dërguar.
sr: Видеће то следећи пут када Баранов буде отворен. Нема шта да им се пошаље.
sv: De kommer att se det nästa gång Baranov är öppen. Det finns inget att skicka dem.
th: พวกเขาจะเห็นมันในครั้งต่อไปที่ Baranov เปิด ไม่มีอะไรจะส่งให้พวกเขา
tr: Baranov'un bir sonraki açılışında bunu görecekler. Onlara gönderecek hiçbir şey yok.
uk: Вони це побачать наступного разу, коли Баранов відкриється. Нема чого їх посилати.
vi: Họ sẽ thấy nó vào lần tới khi Baranov mở cửa. Không có gì để gửi cho họ.
zh_hans: 下次巴拉诺夫开放时他们就会看到它。没有什么可以寄给他们的。
zh_hk: 下次巴拉诺夫开放时他们就会看到它。没有什么可以寄给他们的。

source: This gate is in %@
ar: هذه البوابة في %@
bg: Тази порта е в %@
bs: Ova kapija je u %@
ca: Aquesta porta està a %@
cs: Tato brána je v %@
da: Denne port er i %@
de: Dieses Tor befindet sich in %@
el: Αυτή η πύλη είναι σε %@
es: Esta puerta está en %@.
et: See värav asub %@-s
eu: Ate hau %@-n dago
fi: Tämä portti on %@:ssa
fr: Ce portail est à %@
ga: Tá an geata seo i %@
gl: Esta porta está en %@
he: השער הזה נמצא ב-%@
hi: यह गेट %@ में है
hr: Ova vrata su u %@
hu: Ez a kapu %@-ban van
id: Gerbang ini ada di %@
is: Þetta hlið er í %@
it: Questo cancello è in %@
ja: このゲートは%@にあります
ka: ეს კარიბჭე არის %@-ში
kk: Бұл қақпа %@ тілінде
ko: 이 게이트는 %@에 있습니다
lt: Šie vartai yra %@
lv: Šie vārti atrodas %@
mk: Оваа порта е во %@
ms: Pintu ini berada dalam %@
mt: Dan il-bieb huwa f'%@
nb: Denne porten er i %@
nl: Deze poort bevindt zich in %@
pl: Ta brama jest w %@
pt_br: Este portão está em %@
ro: Această poartă este în %@
ru: Эти ворота находятся в %@.
sk: Táto brána je v %@
sl: Ta vrata so v %@
sq: Kjo portë është në %@
sr: Ова капија је у %@
sv: Denna grind är i %@
th: ประตูนี้อยู่ใน %@
tr: Bu kapı %@'dedir
uk: Ці ворота знаходяться в %@
vi: Cổng này có %@
zh_hans: 该门处于 %@
zh_hk: 該門處於 %@

source: This Journey
ar: هذه الرحلة
bg: Това Пътуване
bs: Ovo putovanje
ca: Aquest Viatge
cs: Tato cesta
da: Denne rejse
de: Diese Reise
el: Αυτό το Ταξίδι
es: Este viaje
et: See teekond
eu: Bidaia hau
fi: Tämä matka
fr: Ce voyage
ga: An Turas seo
gl: Esta Viaxe
he: המסע הזה
hi: यह यात्रा
hr: Ovo Putovanje
hu: Ez az utazás
id: Perjalanan ini
is: Þessi ferð
it: Questo viaggio
ja: この旅
ka: ეს მოგზაურობა
kk: Бұл Саяхат
ko: 이 여행
lt: Ši kelionė
lv: Šis Ceļojums
mk: Ова патување
ms: Perjalanan ini
mt: Dan il-Vjaġġ
nb: Denne reisen
nl: Deze reis
pl: Ta podróż
pt_br: Esta jornada
ro: Această călătorie
ru: это путешествие
sk: Táto cesta
sl: To potovanje
sq: Ky Udhëtim
sr: Ово путовање
sv: Denna resa
th: การเดินทางครั้งนี้
tr: Bu Yolculuk
uk: Ця подорож
vi: Hành trình này
zh_hans: 这次旅程
zh_hk: 這次旅程

source: This letter is still time-locked
ar: هذه الرسالة لا تزال مقيدة بالوقت
bg: Това писмо все още е заключено във времето
bs: Ovo pismo je još uvijek vremenski zaključano
ca: Aquesta carta encara està tancada
cs: Tento dopis je stále časově uzamčen
da: Dette brev er stadig tidslåst
de: Dieser Brief ist noch unter Zeitdruck
el: Αυτό το γράμμα εξακολουθεί να είναι χρονικά κλειδωμένο
es: Esta carta todavía está bloqueada en el tiempo.
et: See kiri on endiselt ajaliselt lukustatud
eu: Gutun hau denboraz blokeatuta dago oraindik
fi: Tämä kirje on edelleen aikalukittu
fr: Cette lettre est toujours chronométrée
ga: Tá an litir seo fós faoi ghlas
gl: Esta carta aínda está bloqueada no tempo
he: המכתב הזה עדיין נעול בזמן
hi: यह पत्र अभी भी टाइम-लॉक है
hr: Ovo je pismo još uvijek vremenski zaključano
hu: Ez a levél még mindig le van zárva
id: Surat ini masih terkunci waktu
is: Þetta bréf er enn tímabundið
it: Questa lettera è ancora chiusa nel tempo
ja: この手紙はまだタイムロックされています
ka: ეს წერილი ჯერ კიდევ დროშია ჩაკეტილი
kk: Бұл хат әлі уақыт құлыптаулы
ko: 이 편지는 아직 시간이 잠겨 있어요
lt: Šis laiškas vis dar užblokuotas
lv: Šī vēstule joprojām ir ierobežota
mk: Ова писмо сè уште е заклучено со време
ms: Surat ini masih dikunci masa
mt: Din l-ittra għadha time-locked
nb: Dette brevet er fortsatt tidslåst
nl: Deze brief heeft nog steeds een tijdslimiet
pl: Ten list jest nadal zamknięty w czasie
pt_br: Esta carta ainda está bloqueada no tempo
ro: Această scrisoare este încă blocată
ru: Это письмо все еще заблокировано по времени
sk: Tento list je stále časovo uzamknutý
sl: To pismo je še vedno časovno zaklenjeno
sq: Kjo letër është ende e mbyllur me kohë
sr: Ово писмо је још увек закључано
sv: Detta brev är fortfarande tidslåst
th: จดหมายฉบับนี้ยังคงถูกล็อคเวลาไว้
tr: Bu mektup hala zaman kilitli
uk: Цей лист все ще обмежений часом
vi: Bức thư này vẫn còn bị khóa thời gian
zh_hans: 这封信仍然有时间限制
zh_hk: 这封信仍然有时间限制

source: This Letter Isn't for You
ar: هذه الرسالة ليست لك
bg: Това писмо не е за вас
bs: Ovo pismo nije za vas
ca: Aquesta carta no és per a tu
cs: Tento dopis není pro vás
da: Dette brev er ikke til dig
de: Dieser Brief ist nicht für dich
el: Αυτό το γράμμα δεν είναι για σένα
es: Esta carta no es para ti
et: See kiri pole teie jaoks
eu: Gutun hau ez da zuretzat
fi: Tämä kirje ei ole sinua varten
fr: Cette lettre n'est pas pour toi
ga: Ní Duitse an Litir seo
gl: Esta carta non é para ti
he: המכתב הזה לא בשבילך
hi: यह पत्र आपके लिए नहीं है
hr: Ovo pismo nije za vas
hu: Ez a levél nem neked szól
id: Surat ini Bukan untukmu
is: Þetta bréf er ekki fyrir þig
it: Questa lettera non è per te
ja: この手紙はあなた宛ではありません
ka: ეს წერილი შენთვის არ არის
kk: Бұл хат сізге арналмаған
ko: 이 편지는 당신을 위한 것이 아닙니다
lt: Šis laiškas ne tau
lv: Šī vēstule nav domāta jums
mk: Ова писмо не е за тебе
ms: Surat Ini Bukan untuk Anda
mt: Din l-Ittra mhix għalik
nb: Dette brevet er ikke for deg
nl: Deze brief is niet voor jou
pl: Ten list nie jest dla ciebie
pt_br: Esta carta não é para você
ro: Această scrisoare nu este pentru tine
ru: Это письмо не для тебя
sk: Tento list nie je pre vás
sl: To pismo ni za vas
sq: Kjo letër nuk është për ju
sr: Ово писмо није за вас
sv: Det här brevet är inte för dig
th: จดหมายฉบับนี้ไม่เหมาะสำหรับคุณ
tr: Bu Mektup Sana Değil
uk: Цей лист не для тебе
vi: Bức thư này không dành cho bạn
zh_hans: 这封信不适合你
zh_hk: 這封信不適合你

source: This letter needs your exact location to open. Check Location Services and try again.
ar: تحتاج هذه الرسالة إلى موقعك الدقيق لفتحها. تحقق من خدمات الموقع وحاول مرة أخرى.
bg: Това писмо се нуждае от вашето точно местоположение, за да се отвори. Проверете услугите за местоположение и опитайте отново.
bs: Ovo pismo treba vašu tačnu lokaciju za otvaranje. Provjerite lokacijske usluge i pokušajte ponovo.
ca: Aquesta carta necessita la vostra ubicació exacta per obrir-se. Comprova els serveis d'ubicació i torna-ho a provar.
cs: Tento dopis potřebuje k otevření vaši přesnou polohu. Zkontrolujte služby určování polohy a zkuste to znovu.
da: Dette brev skal have din nøjagtige placering for at åbne. Tjek Location Services, og prøv igen.
de: Zum Öffnen dieses Briefs wird dein genauer Standort benötigt. Prüfe die Ortungsdienste und versuche es erneut.
el: Αυτό το γράμμα χρειάζεται την ακριβή τοποθεσία σας για να ανοίξει. Ελέγξτε τις Υπηρεσίες τοποθεσίας και δοκιμάστε ξανά.
es: Esta carta necesita su ubicación exacta para abrirse. Verifique Servicios de ubicación e inténtelo nuevamente.
et: See kiri vajab avamiseks teie täpset asukohta. Kontrollige asukohateenuseid ja proovige uuesti.
eu: Gutun honek zure kokapen zehatza behar du irekitzeko. Egiaztatu Kokapen Zerbitzuak eta saiatu berriro.
fi: Tämä kirje tarvitsee tarkan sijaintisi avataksesi. Tarkista Sijaintipalvelut ja yritä uudelleen.
fr: Cette lettre a besoin de ton emplacement exact pour être ouverte. Vérifie les services de localisation et réessayez.
ga: Teastaíonn do shuíomh cruinn ón litir seo le hoscailt. Seiceáil Seirbhísí Suímh agus bain triail eile as.
gl: Esta carta precisa da túa localización exacta para abrir. Comproba os servizos de localización e téntao de novo.
he: מכתב זה צריך את המיקום המדויק שלך כדי להיפתח. בדוק את שירותי המיקום ונסה שוב.
hi: इस पत्र को खोलने के लिए आपके सटीक स्थान की आवश्यकता है। स्थान सेवाओं की जाँच करें और पुनः प्रयास करें।
hr: Za otvaranje ovog pisma potrebna je vaša točna lokacija. Provjerite usluge lokacije i pokušajte ponovno.
hu: Ennek a levélnek a felbontásához szüksége van az Ön pontos helyére. Ellenőrizze a Helyszolgáltatást, és próbálja újra.
id: Surat ini memerlukan lokasi persis Anda untuk dibuka. Periksa Layanan Lokasi dan coba lagi.
is: Þetta bréf þarf nákvæma staðsetningu þína til að opna. Athugaðu staðsetningarþjónustu og reyndu aftur.
it: Questa lettera necessita della tua posizione esatta per essere aperta. Controlla i servizi di localizzazione e riprova.
ja: この手紙を開くにはあなたの正確な場所が必要です。位置情報サービスを確認して、もう一度試してください。
ka: ამ წერილს სჭირდება თქვენი ზუსტი მდებარეობა გასახსნელად. შეამოწმეთ მდებარეობის სერვისები და სცადეთ ხელახლა.
kk: Бұл хатты ашу үшін нақты орналасқан жеріңіз қажет. Орынды анықтау қызметтерін тексеріп, әрекетті қайталаңыз.
ko: 이 편지를 열려면 정확한 위치가 필요합니다. 위치 서비스를 확인하고 다시 시도하세요.
lt: Norint atidaryti šį laišką, reikia jūsų tikslios vietos. Patikrinkite Vietos paslaugas ir bandykite dar kartą.
lv: Lai atvērtu šo vēstuli, ir nepieciešama precīza jūsu atrašanās vieta. Pārbaudiet atrašanās vietas pakalpojumus un mēģiniet vēlreiz.
mk: На ова писмо му треба вашата точна локација за да се отвори. Проверете ги Услугите за локација и обидете се повторно.
ms: Surat ini memerlukan lokasi tepat anda untuk dibuka. Semak Perkhidmatan Lokasi dan cuba lagi.
mt: Din l-ittra teħtieġ il-post eżatt tiegħek biex tiftaħ. Iċċekkja s-Servizzi tal-Lokazzjoni u erġa' pprova.
nb: Dette brevet trenger din nøyaktige plassering for å åpne. Sjekk posisjonstjenester og prøv igjen.
nl: Deze brief heeft uw exacte locatie nodig om te openen. Controleer Locatieservices en probeer het opnieuw.
pl: Aby otworzyć ten list, wymagana jest Twoja dokładna lokalizacja. Sprawdź usługi lokalizacyjne i spróbuj ponownie.
pt_br: Esta carta precisa da sua localização exata para ser aberta. Verifique os Serviços de Localização e tente novamente.
ro: Această scrisoare are nevoie de locația dvs. exactă pentru a se deschide. Verificați Serviciile de localizare și încercați din nou.
ru: Чтобы открыть это письмо, необходимо твоё точное местоположение. Проверь Службы геолокации и повторите попытку.
sk: Tento list potrebuje na otvorenie vašu presnú polohu. Skontrolujte Lokalizačné služby a skúste to znova.
sl: To pismo potrebuje vašo točno lokacijo, da se odpre. Preverite lokacijske storitve in poskusite znova.
sq: Kjo letër ka nevojë për vendndodhjen tuaj të saktë për t'u hapur. Kontrollo Shërbimet e Vendndodhjes dhe provo sërish.
sr: За отварање овог писма потребна је ваша тачна локација. Проверите Услуге локације и покушајте поново.
sv: Det här brevet behöver din exakta plats för att öppnas. Kontrollera Platstjänster och försök igen.
th: จดหมายฉบับนี้ต้องการตำแหน่งที่แน่นอนของคุณในการเปิด ตรวจสอบบริการระบุตำแหน่งแล้วลองอีกครั้ง
tr: Bu mektubun açılabilmesi için tam konumunuza ihtiyacı var. Konum Hizmetlerini kontrol edip tekrar deneyin.
uk: Щоб відкрити цей лист, потрібне твоє точне місцезнаходження. Перевір Служби визначення місцезнаходження та повторіть спробу.
vi: Thư này cần vị trí chính xác của bạn để mở. Hãy kiểm tra Dịch vụ định vị và thử lại.
zh_hans: 这封信需要您的确切位置才能打开。检查定位服务并重试。
zh_hk: 這封信需要您的確切位置才能打開。檢查定位服務並重試。

source: This offer isn't available right now. Please try again later.
ar: هذا العرض غير متوفر حاليا. يرجى المحاولة مرة أخرى في وقت لاحق.
bg: Тази оферта не е налична в момента. Моля, опитайте отново по-късно.
bs: Ova ponuda trenutno nije dostupna. Molimo pokušajte ponovo kasnije.
ca: Aquesta oferta no està disponible ara mateix. Si us plau, torna-ho a provar més tard.
cs: Tato nabídka není momentálně dostupná. Zkuste to znovu později.
da: Dette tilbud er ikke tilgængeligt lige nu. Prøv venligst igen senere.
de: Dieses Angebot ist derzeit nicht verfügbar. Bitte versuche es später noch einmal.
el: Αυτή η προσφορά δεν είναι διαθέσιμη αυτήν τη στιγμή. Δοκιμάστε ξανά αργότερα.
es: Esta oferta no está disponible en este momento. Inténtelo de nuevo más tarde.
et: See pakkumine pole praegu saadaval. Proovige hiljem uuesti.
eu: Eskaintza hau ez dago erabilgarri une honetan. Saiatu berriro geroago.
fi: Tämä tarjous ei ole saatavilla juuri nyt. Yritä myöhemmin uudelleen.
fr: Cette offre n'est pas disponible pour le moment. Veuillez réessayer plus tard.
ga: Níl an tairiscint seo ar fáil faoi láthair. Bain triail eile as ar ball.
gl: Esta oferta non está dispoñible neste momento. Téntao de novo máis tarde.
he: הצעה זו אינה זמינה כעת. אנא נסה שוב מאוחר יותר.
hi: यह ऑफर अभी उपलब्ध नहीं है. कृपया बाद में पुन: प्रयास करें।
hr: Ova ponuda trenutno nije dostupna. Pokušajte ponovno kasnije.
hu: Ez az ajánlat jelenleg nem elérhető. Kérjük, próbálja újra később.
id: Penawaran ini tidak tersedia saat ini. Silakan coba lagi nanti.
is: Þetta tilboð er ekki í boði eins og er. Vinsamlegast reyndu aftur síðar.
it: Questa offerta non è disponibile al momento. Per favore riprova più tardi.
ja: この特典は現在ご利用いただけません。後でもう一度試してください。
ka: ეს შეთავაზება ამჟამად მიუწვდომელია. გთხოვთ, სცადოთ მოგვიანებით.
kk: Бұл ұсыныс қазір қолжетімді емес. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
ko: 지금은 이 혜택을 이용할 수 없습니다. 나중에 다시 시도해 주세요.
lt: Šis pasiūlymas šiuo metu nepasiekiamas. Bandykite dar kartą vėliau.
lv: Šis piedāvājums šobrīd nav pieejams. Lūdzu, vēlāk mēģiniet vēlreiz.
mk: Оваа понуда не е достапна во моментов. Обидете се повторно подоцна.
ms: Tawaran ini tidak tersedia sekarang. Sila cuba lagi kemudian.
mt: Din l-offerta mhix disponibbli bħalissa. Jekk jogħġbok erġa' pprova aktar tard.
nb: Dette tilbudet er ikke tilgjengelig akkurat nå. Vennligst prøv igjen senere.
nl: Deze aanbieding is momenteel niet beschikbaar. Probeer het later opnieuw.
pl: Ta oferta nie jest obecnie dostępna. Spróbuj ponownie później.
pt_br: Esta oferta não está disponível no momento. Por favor, tente novamente mais tarde.
ro: Această ofertă nu este disponibilă momentan. Vă rugăm să încercați din nou mai târziu.
ru: Это предложение сейчас недоступно. Пожалуйста, повторите попытку позже.
sk: Táto ponuka momentálne nie je dostupná. Skúste to znova neskôr.
sl: Ta ponudba trenutno ni na voljo. Poskusite znova pozneje.
sq: Kjo ofertë nuk ofrohet për momentin. Ju lutemi provoni përsëri më vonë.
sr: Ова понуда тренутно није доступна. Покушајте поново касније.
sv: Det här erbjudandet är inte tillgängligt just nu. Försök igen senare.
th: ข้อเสนอนี้ไม่สามารถใช้ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง
tr: Bu teklif şu anda mevcut değil. Lütfen daha sonra tekrar deneyin.
uk: Ця пропозиція зараз недоступна. Спробуй пізніше.
vi: Ưu đãi này hiện không có sẵn. Vui lòng thử lại sau.
zh_hans: 此优惠目前不可用。请稍后重试。
zh_hk: 此優惠目前無法提供。請稍後重試。
